Repository: limodou/ulipad
Catalog: tools/ulipad_*.po
Languages: de_de

source: Successful!
de_de: Erfolg!

source: Convert
de_de: Umwandeln

source: Output To HTML Window
de_de: nach HTML Fenster Ausgeben

source: Outputs converted text in HTML window.
de_de: Umgewandelte Text ins HTML-Fenster Ausgeben.

source: Output To Message Window
de_de: nach Nachrichten-Fenster Ausgeben

source: Outputs converted text in message window.
de_de: Umgewandelte Text ins Nachrichten-Fenster Ausgeben.

source: Replace Selected Text
de_de: markierten Text Ersetzen

source: Replaces selected text with converted text.
de_de: markierten Text durch konvertierte Text Ersetzen.

source: Output Directly To HTML Window
de_de: direkt nach HTML-Fenster Ausgeben

source: Outputs directly the text in HTML window.
de_de: direkt als Text nach HTML-Fenster Ausgeben

source: Converts reStructuredText source to HTML.
de_de: reStructuredText nach HTML Konvertieren。

source: reSt To HTML
de_de: reSt nach HTML

source: Converts python source to HTML.
de_de: Python Quellecode nach HTML Konvertieren。

source: Py To HTML
de_de: Python nach HTML

source: Converts textile source to HTML.
de_de: textile nach HTML Konvertieren。

source: Textile To HTML
de_de: Textile nach HTML

source: You should install textile module first!
de_de: Sie müssen zuerst den textile Modul installieren!

source: Choose where converted text is to be outputted:
de_de: Wohin sollen die umgewandelte Text ausgegeben werden:

source: Replace selected text
de_de: markierte Text Ersetzen

source: To HTML window
de_de: nach HTML-Fenster

source: To message window
de_de: nach Nachrichten-Fenster

source: Html Convertion
de_de: HTML Konvertieren

source: Views html content in left pane.
de_de: Ansicht der Inhalt von HTML in Links-Panel

source: View HTML Content In Left Pane
de_de: Ansicht der Inhalt von HTML in Links-Panel

source: Views html content in bottom pane.
de_de: Ansicht der Inhalt von HTML in Unten-Panel

source: View HTML Content In Bottom Pane
de_de: Ansicht der Inhalt von HTML in Unten-Panel

source: View Html Content in Left Pane
de_de: Ansicht der Inhalt von HTML in Links-Panel

source: View Html Content in Bottom Pane
de_de: Ansicht der Inhalt von HTML in Unten-Panel

source: Open Module File
de_de: Modul-Datei Öffnen

source: Open current word as Python module file.
de_de: aktuelle Wort als Pythonmodul-Datei Öffnen

source: Extended Modules Info
de_de: Eerweitere Module Info

source: Extended modules infomation.
de_de: Eerweitere Module Informationen.

source: Directory Browser
de_de: Verzeichnis-Übersicht

source: Skip input assistance when typing rate faster than
de_de: die Eingabe-Unterstützung Überspringen, Wenn die Eingabesgeschwendigkeit schneller als

source: milliseconds
de_de: Millisekunde

source: Input Assistant
de_de: Eingabe-Assistant

source: Default acp files:
de_de: Default acp Dateien:

source: Available acp files:
de_de: verfügbare acp Dateien:

source: Acp Selector
de_de: Acp Selektor

source: Apply Autocompleted Files
de_de: Datei aautomatisch Vervollständigen Erlauben

source: Apply auto-complete files to current document.
de_de: Datei aautomatisch Vervollständigen in aktuellem Dokument

source: Config
de_de: Konfiguration

source: Enable input assistant.
de_de: Eingabe-Assistant Erlauben

source: Apply autocompleted files to current document.
de_de: Datei aautomatisch Vervollständigen in aktuellem Dokument

source: Network
de_de: Netzwerk

source: Use a proxy
de_de: Proxy Verwenden

source: IP address:
de_de: IP Adresse:

source: Port number:
de_de: Port Nummer:

source: Easy Memo
de_de: Notiz

source: Shows the window Easy Memo for writing notes.
de_de: "Easy Memo"-Fenster(für kurze Notiz) anzeigen.

source: Open Easy Memo Window
de_de: Notiz-Fenster Anzeigen

source: Show Easy Memo windows, and you can write down everything what you want.
de_de: Notiz-Fenster Anzeigen, Sie können hier alles schreiben, die Sie möchten.

source: Create Python Package
de_de: Python-Package Erstellen

source: Input Directory Name
de_de: Verzeichnisname Eingeben

source: Opens the TODO window.
de_de: TODO-Fenster Anzeigen

source: TODO Window
de_de: TODO-Fenster

source: Autoshow TODO window when a file with a TODO tag is opened
de_de: TODO-Fenster automatisch Öffnen bei der Öffnung einer Datei, die einen TODO-Tag beinhaltet.

source: Goto error line
de_de: Gehe zu Fehler-Zeile

source: Goto the line that occurs the error.
de_de: Gehe zu die Zeile, wo der Fehler auftritt.

source: Autoclear messages window content at program run
de_de: Inhalt im Nachrichten-Fenster automatisch Leeren beim Lauf des Programms

source: Set focus back to document window after program run
de_de: Fokus auf Dokument-Fenster Setzen nach dem Lauf des Programms

source: Clear Messages Window
de_de: Nachrichten-Fenster Leeren

source: Clears content of messages window.
de_de: Nachrichten-Fenster Leeren.

source: Column Mode
de_de: Spalte-Mode

source: Marks Column Mode region.
de_de: Bereich des Spalte-Modes Markieren

source: Commands
de_de: Befehle

source: Searching...
de_de: Suche...

source: Switch Impact Mode
de_de: Impact Mode Wechseln

source: Switches commands searching impact mode.
de_de: Befehl Suche zu Impact Mode Wechseln

source: Search Commands
de_de: Befehl Suche

source: Enable commands search impact mode
de_de: Impact Mode für Befehle-Suche Erlauben

source: Close commands search window after command executed
de_de: Kommandozeile-Fenster Schließen nach der Ausführung der Befehlen

source: Open Multiview Window
de_de: Multi-Ansicht Fenster Öffnen

source: Opens the multiview window.
de_de: Multi-Ansicht Fenster Öffnen.

source: Open MultiView In Left Pane
de_de: Multi-Ansicht in Links-Panel Öffnen

source: Opens the multiview of current document in left pane.
de_de: Multi-Ansicht des aktuelles Dokuments in Links-Panel Öffnen

source: Open MultiView In Bottom Pane
de_de: Multi-Ansicht in Unten-Panel Öffnen

source: Opens the multiview of current document in bottom pane.
de_de: Multi-Ansicht des aktuelles Dokuments in Unten-Panel Öffnen

source: View HTML Result In Left Pane
de_de: Ansicht der Inhalt von HTML in Links-Panel

source: Views HTML result in left pane.
de_de: Ansicht der Inhalt von HTML in Links-Panel

source: View HTML Result In Bottom Pane
de_de: Ansicht der Inhalt von HTML in Unten-Panel

source: Views HTML result in bottom pane.
de_de: Ansicht der Inhalt von HTML in Unten-Panel

source: View Html Result in Left Pane
de_de: Ansicht der Inhalt von HTML in Links-Panel

source: Views html result in left pane.
de_de: Ansicht der Inhalt von HTML in Links-Panel

source: View Html Result in Bottom Pane
de_de: Ansicht der Inhalt von HTML in Unten-Panel

source: Views html result in bottom pane.
de_de: Ansicht der Inhalt von HTML in Unten-Panel

source: Stop auto updated
de_de: auto Update Stopen

source: Jump To The Definition
de_de: zu die Definition Springen

source: Jumps to head of line containing variable or function definition.
de_de: geh zu der Zeile, die die Variable oder Funktionsdefinition enthält.

source: Jumps to definition.
de_de: zu die Definition Springen

source: Check Syntax
de_de: Syntax Überprüfen

source: Check python source code syntax.
de_de: Python Code Syntax Überprüfen

source: Check for syntax errors at file saving
de_de: Syntaxfehler Überprüfen bei der Speicherung

source: Check syntax for PEP8-style at python program run
de_de: Syntax Überprüfen nach PEP 8 bei dem Lauf der Python Programm

source: Create Comment for Function
de_de: Kommentar für Funktion Erstellen

source: Live Regular Expression
de_de: lebende Reguläre Ausdruck

source: Live regular expression searching.
de_de: lebende reguläre Ausdruck Suche

source: Go To Previous File
de_de: Gehe zu vorige Datei

source: Goes to previous file.
de_de: Gehe zu vorige Datei.

source: Go To Next File
de_de: Gehe zu nächste Datei

source: Goes to next file.
de_de: Gehe zu nächste Datei.

source: Previous File
de_de: Vorige Datei

source: Next File
de_de: Nächste Datei

source: Autoreload Mixins
de_de: Mixins automatisch Aufladen

source: Select Mixins Name To Reload
de_de: Mixin Auswählen, um es wieder zu laden.

source: Selects Mixin names to reload.
de_de: Mixin Auswählen, um es wieder zu laden.

source: Enable Reload Mixins
de_de: Mixin-Wiederladen Erlauben

source: Switches to Mixins reload mode.
de_de: zu Mixin-Wiederladen Mode Wechseln

source: Debug the current program in WinPdb.
de_de: aktuelle Programm in WinPdb Debugen.

source: You didn't setup python interpreter, please setup it first in Preference dialog
de_de: Sie haben keine Python Interpreter eingestellt Stellen Sie die Interpreter in Einstellung-Dialog.

source: You should install wxPython package to run the Debugger.
de_de: Sie sollen wxPython-Paket installieren, um Debugger laufen zu lassen.

source: Run In Shell
de_de: in Shell Ausführen

source: Copy code to shell window and run it.
de_de: Source-Code nach Shell-Fenster Kopieren und laufen lassen.

source: Enable debug mode
de_de: Debug-Mode Erlauben

source: Code Snippets Window
de_de: Snippet-Fenster

source: Opens code snippets window.
de_de: Snippet-Fenster Öffnen.

source: Opens code snippet window.
de_de: Snippet-Fenster Öffnen.

source: Open Code Snippets Window
de_de: Snippet-Fenster Öffnen.

source: Open code snippet window.
de_de: Snippet-Fenster Öffnen.

source: Always select from start of line when moving down to next matching indent
de_de: Zeileanfang immer selektieren, wenn nach nächste angepasste Einrückung bewegt.

source: Check for updates at startup
de_de: automatische Update beim Start

source: Check Update
de_de: Update Suche

source: There is new version %s of UliPad.
de_de: Es gibt eine neue Version %s von UliPad

source: Goto Download page
de_de: Gehe zu Herunterladen

source: Check For Updates
de_de: Update Suche

source: Check if where is new version of UliPad.
de_de: Neue Version von UliPad Überprüfen.

source: Wrap Text
de_de: Text Bewickeln

source: Width
de_de: Breite

source: Indent
de_de: Einrücken

source: First Line Indent
de_de: erste Zeile Einrücken

source: Skip Beginning Characters
de_de: Anfangszeichen überspringen

source: Wrap Text...
de_de: Text Bewickeln...

source: Wraps selected text.
de_de: markierte Text Bewickeln...

source: Default color theme:
de_de: Default Farbethema:

source: (Press ESC to close)
de_de: (ESC Drücken zu Schließen)

source: Interpreter Setup
de_de: Interpreter Einstellung

source: Modify
de_de: Bearbeiten

source: Remove
de_de: Löschen

source: You can't delete the default interpreter!
de_de: Sie können den default Interpreter löschen!

source: Do you realy want to delete current item [%s]?
de_de: Wollen Sie wirklich aktuelle Element [%s] löschen?

source: Deleting Interpreter
de_de: Interpreter Löschen

source: Enter the interpreter path
de_de: Interpreter Path Eingeben

source: Modify Interpreter Path
de_de: Interpreter Path Modifizieren

source: You can select only one item
de_de: Sie können nur eines Element auswählen

source: The description must not be empty or
de_de: Die Beschreibung kann nicht leer sein.

source: Saving Interpreter Setting
de_de: Interpreter Einstellung Speichern

source: . Please change them first!
de_de: . Bitte zuerst eine Veränderung machen

source: Parameters:
de_de: Die Parameter:

source: Parameters of script:
de_de: Die Parameter für Skript:

source: Style default
de_de: Default Stil

source: Caret fore colour
de_de: vordere Farbe der Caret

source: CaretLine back colour
de_de: hintergrundfarbe der Caret-Zeile

source: Selection back colour
de_de: hintergrundfarbe für Selektierte Bereich

source: Folder margin colour
de_de: Floding Margin Farbe

source: Marker colour
de_de: Markierungsfarbe

source: Line numbers
de_de: Zeilennummer

source: Control characters
de_de: Steuerungszeichen

source: Matched braces
de_de: passende { }

source: Unmatched brace
de_de: unpassende { }

source: The name [%s] is already existed in lexer [%s]
de_de: Name [%s] besteht in Lexer [%s] bereits.

source: File
de_de: Datei

source: Help
de_de: Hilfe

source: Exit
de_de: Beenden

source: Exits the application.
de_de: Anwendung beenden.

source: Reverse previous editing operation
de_de: letzte Bearbeitungs-Befehle Stornieren

source: Reverse previous undo operation
de_de: letzte Bearbeitungs-Befehle Wiederholen

source: Deletes text from the document and moves it to the clipboard
de_de: Text von Dokument Löschen und ins Clipboard Einfügen.

source: Copies text from the document to the clipboard
de_de: Text von Dokument ins Clipboard Kopieren.

source: Pastes text from the clipboard into the document
de_de: Text von Clipboard ins Dokument Einfügen.

source: Selects all text.
de_de: Alle Text Markieren.

source: Clear
de_de: Leeren

source: Clear all the text.
de_de: Alle Text Leeren

source: Wrap text.
de_de: Text Bewickeln.

source: Auto Clear on Running Program
de_de: automatische Leeren beim Lauf des Programms

source: Auto clear text on run program.
de_de: Text automatische Leeren beim Lauf des Programms

source: Output modules information error!
de_de: Ausgabe der Informationen von Modulen ist fehlgeschlagen.

source: Closes an opened window.
de_de: eines geöffnetes Fenster Schließen.

source: If you changed plugins selection, you should restart again
de_de: Sie müssen ein Neustart durchführen, wenn Sie die Einstellung der Plugins verändert haben.

source: Apply
de_de: Anwenden

source: Page %d of %d
de_de: Seite %d von %d Seiten

source: Unable to create PrintPreview!
de_de: Druckvorschau kann nicht erstellt werden!

source: Print Preview - %s
de_de: Druckvorschau - %s

source: There was a problem printing. Perhaps your current printer is not set correctly?
de_de: Drucken ist fehlgeschlagen Druckereinstellungsfehler?

source: Printing Error
de_de: Drucken-Fehler

source: Create
de_de: Erstellen

source: Methods
de_de: Methode

source: Find First
de_de: Erste Finden

source: Find All
de_de: Alle Finden

source: From
de_de: Von

source: From beginning
de_de: Vom Anfang

source: From caret
de_de: vom Caret

source: In Selection
de_de: Im Auswahlsbereich

source: Ignore Case(I)
de_de: Klein- und Großschreibung ignorieren.

source: Locale(L)
de_de: Lokale(L)

source: Multi Line(M)
de_de: Mehrzeilig(M)

source: Dot All(S)
de_de: Alle punktieren(S)

source: Verbose(V)
de_de: Wortreich(V)

source: Values
de_de: Werte

source: Mixins Reload Manage
de_de: Mixins Reload Verwalten

source: if you select nothing, All mixins will be reloaded or only selected mixins will be reloaded. right_click item will open the mixin file.
de_de: alle Mixins oder die gewählte Mixins werden wiedergeladen, wenn Sie nichts ausgewählt haben Rechtsklick auf dem Element kann die Mixin-Datei öffnen。

source: after restarting this program, the changes will be taken effect!
de_de: Die Änderungen werden angenommen, nachdem Sie das Programm neu starten.

source: Filename
de_de: dateiname

source: Shortcut
de_de: Verknüpfung

source: Up
de_de: nach oben

source: Down
de_de: nach unten

source: Deleting Script
de_de: Skript Löschen

source: Add Script
de_de: Skript Hinzufügen

source: Script File
de_de: Skript

source: Choice Shortcut
de_de: Verknüpfungen Auswählen

source: Select Script File
de_de: Skript Datei Auswählen

source: Python file (*.py)|*.py
de_de: Python Datei (*.py)|*.py

source: Unicode convert error
de_de: Unicode-Konvertierungsfehler

source: Auto Close
de_de: automatische Schließen

source: Function
de_de: Funktion

source: ShortCuts
de_de: Verknüpfungen

source: Add ...
de_de: Hinzufügen ...

source: Do you realy want to delete current item?
de_de: Möchten Sie aktuelle Item wirklich löschen?

source: Command Line
de_de: Kommandozeile

source: Deleting Shell Command
de_de: Shell Kommando Löschen

source: Add Tool
de_de: Werkzeug Hinzufügen

source: Tool File
de_de: Werkzeug Datei

source: Select Tool File
de_de: Werkzeug Datei Auswählen

source: Deletes text from the shell window and moves it to the clipboard
de_de: den Text von Shell Fenster löschen und nach Clipboard Kopieren.

source: Copies text from the shell window to the clipboard
de_de: Kopieren den Text von Shell Fenster nach Clipboard

source: Copies text without prompts from the shell window to the clipboard
de_de: Kopieren Text ohne prompts von Shell Fenster nach Clipboard

source: Copy Without Prompts
de_de: Kopieren ohne Prompts

source: Pastes text from the clipboard into the shell window
de_de: den Text aus Clipboard ins Shell Fenster Einfügen

source: Paste and Run
de_de: Einfügen und durchführen

source: Pastes text from the clipboard into the shell window and also run it
de_de: Kopieren Sie den Text von Clipboard nach Shell Fenster und laufen lassen.

source: Clear Shell Window
de_de: Shell-Fenster Leeren

source: Clears content of shell window.
de_de: Inhalt des Shell-Fensters Leeren.

source: Restart Shell
de_de: Shell neu starten

source: Restarts the shell
de_de: Shell neu starten.

source: There are some unknown errors, please check error.txt
de_de: unbekannte Fehlern，Untersuchen Sie bitte error.txt

source: Important
de_de: Wichtig

source: Line
de_de: Zeile

source: Due date
de_de: Fälligkeitsdatum

source: Opens resource shares window.
de_de: Resource Sharing Fenster Öffnen.

source: Resource Shares Window
de_de: Resource Sharing Fenster

source: Resource Shares
de_de: Resource Sharing

source: Line ending:
de_de: Zeilenumbruch:

source: Encoding:
de_de: Kodierung:
