Repository: limodou/ulipad
Catalog: tools/ulipad_*.po
Languages: de_de

source: NewNode
de_de: Neue Knoten

source: Cut
de_de: Ausschneiden

source: Copy
de_de: Kopieren

source: Paste
de_de: Einfügen

source: Paste Before
de_de: Einfügen Vor

source: Expand All
de_de: Alle Erweitern

source: Collapse All
de_de: Alle Zusammenklappen

source: New Snippet File...
de_de: Neue Snippet Datei...

source: Open Snippet File...
de_de: Snippet Datei Öffnen

source: Recent Snippet Files
de_de: Zuletzt benutzte Snippet Dateien

source: Save Snippet File
de_de: Snippet Datei Speichern

source: Save All Snippet Files
de_de: Alle Snippet Dateien Speichern

source: Save Snippet File As...
de_de: Snippet Datei Speichern unter...

source: Close Snippet File
de_de: Snippet Datei Schließen

source: Delete Folder or Node
de_de: Ordner oder Knoten Löschen

source: Edit Caption
de_de: Überschrift Bearbeiten

source: Preferences...
de_de: Einstellungen...

source: (Empty)
de_de: (Leer)

source: Save
de_de: Speichern

source: Save All
de_de: Alle Speichern

source: Filename: %(filename)s Title : %(title)s Author : %(author)s Version : %(version)s Date : %(date)s Description: %(description)s
de_de: Dateiname: %(filename)s Titel: %(title)s Autor: %(author)s Version: %(version)s Datum: %(date)s Beschreibung: %(description)s

source: Add Sub Folder
de_de: Unterordner Hinzufügen

source: Add Sub Node
de_de: Unterknoten Hinzufügen

source: Add Folder Before
de_de: Ordner Hinzufügen Vor

source: Add Folder After
de_de: Ordner Hinzufügen Nach

source: Add Node Before
de_de: Knoten Hinzufügen Vor

source: Add Node After
de_de: Knoten Hinzufügen Nach

source: The file %s has been existed, so please rename it.
de_de: Datei %s besteht bereits, bitte umbenennen.

source: New Snippet File
de_de: Neue Snippet Datei

source: Open Snippet File
de_de: Snippet Datei Öffnen

source: Some changes have been made to the Code Snippets Window. Do you want to save them?
de_de: Das Code-Snippet-Fenster wurde geändert, Sollen die Änderungen gespeichert werden?

source: Saving Confirm
de_de: Speicherung bestätigen

source: There are some errors as openning the Snippet file
de_de: Öffnung von Snippet-Dateien ist fehlgeschlagen

source: There is something wrong as saving the snippet file.
de_de: Speicherung von Snippet-Dateien ist fehlgeschlagen.

source: The snippet has been modified, do you want to save it ?
de_de: Snippet wurde geändert, Sollen die Änderungen gespeichert werden?

source: NewFolder
de_de: Neuer Ordner

source: Select a syntax highlight
de_de: Syntax-Highlight Auswählen

source: Property
de_de: Eigenschaft

source: Title
de_de: Titel

source: Author
de_de: Autor

source: Date
de_de: Datum

source: Description
de_de: Beschreibung

source: Add Directory
de_de: Verzeichnis Hinzufügen

source: Close Directory
de_de: Verzeichnis Schließen

source: Set Project
de_de: Projekt Einstellungen

source: Search Directory
de_de: Verzeichnis Suche

source: Open Command Window Here
de_de: Kommandozeile hier Öffnen

source: Open with Default Editor
de_de: Öffnen mit Default Editor

source: Create Sub Directory
de_de: Unterverzeichnis Herstellen

source: Create File
de_de: Datei Herstellen

source: Rename
de_de: Umbenennen

source: Delete
de_de: Löschen

source: &Refresh
de_de: Aktualisieren(&R)

source: Ignore This
de_de: Nur hier Ignorieren

source: Ignore This Type
de_de: Alle von diesem Typ Ignorieren

source: Open New Directory
de_de: Neues Verzeichnis Öffnen

source: Open Explorer Window Here
de_de: Explorer Fenster hier Öffnen

source: Select directory:
de_de: Verzeichnis Auswählen:

source: Filename %s has existed!
de_de: Datei %s besteht bereits!

source: Directory %s has existed!
de_de: Verzeichnis %s besteht bereits!

source: Cannot change the filename %s to %s!
de_de: Die Umbenennung von %s in %s kann nicht durchgeführt werden!

source: Cannot change the directory %s to %s!
de_de: Die Umbenennung von %s in %s kann nicht durchgeführt werden!

source: Create directory %s error!
de_de: Das Verzeichnis %s kann nicht hergestellt werden!

source: Can't open the file %(filename)s
de_de: Datei %(filename)s kann nicht geöffnet werden!

source: Do you want to delete %s ?
de_de: Möchten Sie %s wirklich löschen?

source: Message
de_de: Nachricht

source: Cannot delete directory %s!
de_de: Verzeichnis %s kann nicht gelöscht werden!

source: Cannot delete file %s!
de_de: Datei %s kann nicht gelöscht werden!

source: Project Names
de_de: Projekt Name

source: Project Setting
de_de: Projekt Einstellungen

source: Change the filename:
de_de: Umbenennung：

source: Save File
de_de: Datei Speichern

source: Source file or directory can not be the same as destination file or directory
de_de: Die Quelldatei oder Quellverzeichnis kann nicht mit gleichen Namen als die Zieldatei oder Zielverzeichnis

source: Copy %(filename)s to %(dst)s failed!
de_de: Das Kopieren von %(filename)s nach %(dst)s ist fehlgeschlagen!

source: Move %(filename)s to %(dst)s failed!
de_de: Der Umzug von %(filename)s nach %(dst)s ist fehlgeschlagen!

source: Messages
de_de: Nachrichten

source: Open file error!
de_de: Dateiöffnung ist fehlgeschlagen!

source: Select Encoding
de_de: Encoding Auswählen

source: Custom Encoding:
de_de: Encoding Anpassung：

source: Multiple directories or extensions should be separated by semicolons ';'
de_de: Mehre Verzeichnis oder Erweiterungen sollen mit Semikolon(';') getrennt werden!

source: Search for:
de_de: Suche für：

source: Directories:
de_de: Verzeichnisse：

source: Extensions:
de_de: Erweiterungen：

source: Case sensitive
de_de: Groß-/Kleinschreibung beachten

source: Search subdirectories
de_de: Unterverzeichnisse Suche

source: Regular expression
de_de: Regulärer Ausdruck

source: Only show filename
de_de: Nur Dateiname Anzeigen

source: Status:
de_de: Zustand：

source: Ready.
de_de: Bereit.

source: Start Search
de_de: Suche fängt an

source: CopyClipboard
de_de: Nach Clipboard Kopieren

source: Choose a directory
de_de: Verzeichnis Auswählen

source: Stopping...please wait.
de_de: Halt...bitte warten。

source: Search cancelled.
de_de: Suche ist abgebrochen.

source: Stop Search
de_de: Stop Suche

source: Found %i instances in %i files out of %i files checked.
de_de: %i instanzen in %i Dateien aus gesuchte %i Dateien sind gefunden.

source: ...searching...
de_de: ...Suche...

source: ...cancelled.
de_de: ...Abgebrochen。

source: ...done.
de_de: ...Fertig。

source: Unable to open the clipboard
de_de: Clipboard kann nicht geöffnet werden

source: Error
de_de: Fehler

source: Close
de_de: Schließen

source: Show Replace Pane
de_de: Ersetzungspanel Anzeigen

source: Next
de_de: Nächst

source: Prev
de_de: Vorig

source: Match case
de_de: Fall Anpassen

source: Whole word
de_de: Ganze Wort

source: Wrap search
de_de: Rund Suche

source: Hide Replace Pane
de_de: Abgleichspanel Ausblenden

source: Replace
de_de: Ersetzen

source: Replace all
de_de: Alle Ersetzen

source: Count
de_de: Summe

source: Whole file
de_de: Ganze Datei

source: Selected text
de_de: selektierte Text

source: Sites:
de_de: Site:

source: Username:
de_de: Benutzername:

source: Connect
de_de: Verbinden

source: Disconnect
de_de: Abtrennen

source: Size
de_de: Größe

source: Remote path:
de_de: Entfernte Path:

source: Refresh
de_de: Aktualisieren

source: Disconnected
de_de: Getrennt

source: Parent folder
de_de: Überordner

source: Do you want to delete %s?
de_de: Möchten Sie %s wirklich löschen?

source: Name Input
de_de: Name Impotieren

source: Upload File
de_de: Datei Hochladen

source: FTP sites:
de_de: Ftp Site:

source: Add
de_de: Hinzufügen

source: The FTP site already exists. Choose a different name.
de_de: Name ist vorhanden, wählen Sie einen anderen Name.

source: New filename:
de_de: Neue Dateiname:

source: Use binary transfer mode
de_de: Benutzen binären Übertragungsmode

source: Cancel
de_de: Abbrechen

source: All Files (*.*)|*.*
de_de: Alle Dateien (*.*)|*.*

source: Edit
de_de: Bearbeiten

source: General
de_de: Allgemein

source: Document
de_de: Dokument

source: New
de_de: Neu

source: Creates a new document.
de_de: Neue Dokument Erstellen.

source: Opens an existing document.
de_de: Bestehte Dokument Öffnen.

source: Reopen
de_de: Wieder Öffnen

source: Closes an opened document.
de_de: eine geöffnete Dokument Schließen.

source: Close All
de_de: Alle Schließen

source: Closes all document windows.
de_de: Alle Dokumente Schließen

source: Saves an opened document using the same filename.
de_de: Das geöffnetes Dokument mit gleichen Namen speichern.

source: Save As...
de_de: Speichern Unter...

source: Saves an opened document to a specified filename.
de_de: Das geöffnetes Dokument mit einen spezifizierten Namen Speichern.

source: Saves all documents.
de_de: Alle Dokumente Speichern。

source: Copy Filename To Clipboard
de_de: Die Dateiname nach Clipboard Kopieren.

source: The document %s is already opened. Please choose a different name for the document.
de_de: Das Dokument %s ist geöffnet. Wählen Sie bitte einen anderen Name für dieses Dokument.

source: Bottom
de_de: Unten

source: Top
de_de: Oben

source: Undo
de_de: Rückgängig

source: Reverses previous editing operation.
de_de: letzte Bearbeitungs-Befehle Stornieren

source: Redo
de_de: Wiederholen

source: Reverses previous undo operation.
de_de: letzte Rückgängig-Befehle Stornieren

source: Deletes text from the document and moves it to the clipboard.
de_de: Text Löschen und nach Clipboard Übertragen.

source: Copies text from the document to the clipboard.
de_de: Text nach Clipboard Kopieren.

source: Pastes text from the clipboard into the document.
de_de: Text von Clipboard Einfügen.

source: Selection
de_de: Selektieren

source: Select Word
de_de: Wort Selektieren

source: Match Select (Left First)
de_de: Anpassen Selektion (Links Zuerst)

source: Match Select (Right First)
de_de: Anpassen Selektion (Rechts zuerst)

source: Enlarge Selection
de_de: erweiterte Selektion

source: Select Line
de_de: Zeile Selektieren

source: Select All
de_de: Alle Selektieren

source: Selects the entire document.
de_de: Ganze Dokument Selektieren

source: Set Start Of Selection
de_de: Start der Selektion einstellen.

source: Set End Of Selection
de_de: End der Selektion einstellen.

source: Select Begin
de_de: Selektion fängt an

source: Select End
de_de: Selektion endet

source: Reverse previous editing operation.
de_de: letzte Bearbeitungs-Befehle Stornieren

source: Reverse previous undo operation.
de_de: letzte Rückgängig-Befehle Stornieren

source: Preferences
de_de: Einstellungen

source: Maximum number of recent files:
de_de: maximale Anzahl für zuletzt verwendete Dateien.

source: Search
de_de: Suche

source: Find...
de_de: Finden...

source: Directly Find
de_de: Direkt Finden

source: Find And Replace...
de_de: Finden Und Ersetzen...

source: Find Previous
de_de: Vorige Ergebnis

source: Find Next
de_de: Nächst Ergebnis

source: Go To Line...
de_de: Gehe zu Zeile...

source: Line: %d
de_de: Zeile: %d

source: Column: %d
de_de: Spalte: %d

source: Convert Line Ending
de_de: Zeilenumbruch Umwandeln

source: Convert To Windows Format
de_de: zu Windows Format Umwandeln

source: Convert To Unix Format
de_de: zu UNIX Format Umwandeln

source: Convert To Mac Format
de_de: zu MAC Format Umwandeln

source: Mixed Line Ending
de_de: Gemischte Zeilenumbruch

source: Strip line ending at file saving
de_de: Leerstellen am Ende Entleeren bei der Speicherung

source: View
de_de: Ansicht

source: Tabs And Spaces
de_de: Tabulator und Leerzeichen

source: Indentation Guides
de_de: Einrückungsführer

source: Shows or hides indentation guides.
de_de: Einrückungsführer Anzeigen oder Ausblenden

source: Show whitespace indicators at startup
de_de: Leerzeichen Indikator beim Start Anzeigen

source: Make indentation guides visible at startup
de_de: Einrückungsführer beim Start Anzeigen

source: Make long-line indicator visible at startup
de_de: Lange-Zeile Indikator beim Start Anzeigen

source: Show line numbers at startup
de_de: Zeilennummer beim Start Anzeigen

source: Long-line indicator column position:
de_de: Position der Spalten der Lange-Zeilen Indikator：

source: Converts leading spaces to tabs.
de_de: Führende Leerzeichen zu Tabulator Umwandeln

source: Leading Spaces To Tabs
de_de: Führende Leerzeichen zu Tabulator Umwandeln

source: Converts leading tabs to spaces.
de_de: Führende Tabulator zu Leerzeichen Umwandeln

source: Leading Tabs To Spaces
de_de: Führende Tabulator zu Leerzeichen Umwandeln

source: Converts all tabs to spaces.
de_de: alle Tabulator zu Leerzeichen Umwandeln

source: All Tabs To Spaces
de_de: alle Tabulator zu Leerzeichen Umwandeln

source: Increase Indent
de_de: Einrückung Erhöhen

source: Increases the indentation of current line or selected block.
de_de: Einrückung der aktueller Zeile oder markiertes Breiches Erhöhen.

source: Decrease Indent
de_de: Einrückung Vermindern

source: Decreases the indentation of current line or selected block.
de_de: Einrückung der aktueller Zeile oder markiertes Breiches Vermindern.

source: Inserts comment sign at the beginning of line.
de_de: Kommentarzeichen vor der Zeileanfang Hinzufügen.

source: Line Comment...
de_de: Zeile kommentieren...

source: Line Uncomment...
de_de: Zeile unkommentieren...

source: Text Quote...
de_de: Text Zitieren...

source: Text Unquote...
de_de: Text Unzitieren...

source: Convert Leading Spaces To Tabs
de_de: Führende Leerzeichen zu Tabulator Umwandeln

source: Convert Leading Tabs To Spaces
de_de: Führende Tabulator zu Leerzeichen Umwandeln

source: Convert All Tabs To Spaces
de_de: alle Tabulator zu Leerzeichen Umwandeln

source: Tab width in spaces:
de_de: Breit der Tabulator(in Leerzeichen):

source: Comment Char:
de_de: Kommentarzeichen:

source: Comment...
de_de: Kommentar...

source: Case
de_de: Groß-/Kleinschreibung

source: Changes the selected text to upper case.
de_de: markierte Text zu Großschreibung umwandeln.

source: Uppercase
de_de: Großschreibung

source: Changes the selected text to lower case.
de_de: markierte Text zu Kleinschreibung umwandeln

source: Lowercase
de_de: Kleinschreibung

source: Invert Case
de_de: Groß-/Kleinschreibung Umkehren

source: Inverts the case of the selected text.
de_de: markierte Text nach Groß-/Kleinschreibung Umkehren

source: Capitalize
de_de: Anfangsbuchstaben Groß

source: Capitalizes all words of the selected text.
de_de: Anfangsbuchstaben groß für alle Wörter im markierte Text

source: Word Wrap
de_de: Zeilenumbruch

source: Autoindent
de_de: automatische Einrückung

source: Switch To Space Indent
de_de: Leerzeichen-Einrückung Wechseln

source: Uses tab as indent char or uses space as indent char.
de_de: Tabulator oder Leerzeichen als Einrückungszeichen verwenden.

source: Use tabs
de_de: Tabulator Verwenden

source: Automatically word wrap
de_de: automatisch Zeilenumbruch

source: Toggle Wrap Mode
de_de: Zeilenumbruchsmode Wechseln

source: Switch To Tab Indent
de_de: zu Tabulator-Einrückung wechseln

source: Autodetect UTF-8 encoding
de_de: UTF-8 Eincoding automatisch Erkennen

source: Unicode Error
de_de: Unicode Fehler

source: Can't convert file encoding [%s] to unicode! The file can't be opened!
de_de: Eincoding des Dokuments [%s] kann nicht in unicode umwandelt werden! Datei kann nicht geöffnet werden.

source: Can't convert file to [%s] encoding! The file can't be saved!
de_de: Eincoding des Dokuments kann nicht in [%s] umwandelt werden! Datei kann nicht gespeichert werden.

source: Set and clear marker at current line.
de_de: Markierung der aktueller Zeile Setzen oder Löschen

source: Toggle Marker
de_de: Markierung Wechseln

source: Clear All Markers
de_de: alle Markierungen Löschen

source: Goes to previous marker position.
de_de: Gehe zu letzte Markierung.

source: Previous Marker
de_de: letzte Markierung

source: Goes to next marker position.
de_de: Gehe zu nächste Markierung.

source: Next Marker
de_de: Nächste Markierung

source: Show code folding margin
de_de: Floding Margin Anzeigen

source: Increases the font size of the document.
de_de: Schrift des Dokuments Vergrößern

source: Zoom In
de_de: Schrift Vergrößern

source: Decreases the font size of the document.
de_de: Schrift des Dokuments Verkleinern

source: Zoom Out
de_de: Schrift Verkleinern

source: Load files of last session at startup
de_de: letzte benutzte Dateien oder Sitzungen Laden beim Start

source: Open Recent Session
de_de: Zuletzte benutzte Sitzungen Öffnen

source: There is no recent session.
de_de: Es gibt keine zuletzte benutzte Sitzung.

source: There was something wrong with loading the session file.
de_de: Aufladen der Sitzung ist fehlgeschlagen

source: There was something wrong with saving the session file.
de_de: Speicherung der Sitzung ist fehlgeschlagen.

source: Save current status at application exit
de_de: beim Beenden der Programme die aktuelle Zustand Speichern

source: Use duplication extend mode and treat a dot as a normal character
de_de: Erweitere Dupikationsmode('.'wird als ein normal Zeichen behandelt)

source: Duplication
de_de: Duplizieren

source: Duplicate Extend Mode
de_de: Duplizieren in erweiteren Mode

source: Toggle duplication extend mode.
de_de: Duplizieren in erweiteren Mode Wechseln

source: Duplicate Current Line
de_de: aktuelle Zeile Duplizieren

source: Duplicates current line.
de_de: aktuelle Zeile Duplizieren.

source: Copies a word from previous matched line.
de_de: Ein Wort Kopieren von der letzter angepassten Zeile.

source: Duplicate Previous Word
de_de: Vorige Wort Duplizieren

source: Copies a word from next matched line.
de_de: Ein Wort Kopieren von der nächster angepassten Zeile.

source: Duplicate Next Word
de_de: Nächste Wort Duplizieren

source: Copies a line from next matched line.
de_de: Eine Zeile Kopieren von der nächster angepassten Zeile.

source: Duplicate Previous Line
de_de: obere Zeile Duplizieren

source: Duplicate Next Line
de_de: Untere Zeile Duplizieren

source: About
de_de: Über UliPad

source: Author: %s (%s)
de_de: Autor: %s (%s)

source: If you have any questions, please contact me.
de_de: Wenn Sie Frage haben, bitte sich bei mir anmelden.

source: UliPad Help Document
de_de: UliPad Hilfe Dokument

source: UliPad help document.
de_de: UliPad Hilfe Dokument

source: Visit Project Homepage
de_de: Projekt HomePage

source: Visit Project Homepage: %s.
de_de: Projekt HomePage：%s。

source: Visit Mail List
de_de: Mailing List

source: Visit Project Mail List: %s.
de_de: Projekt Mailing List：%s。

source: Visit My Blog
de_de: Meine Blog

source: Visit My blog: %s.
de_de: Meine Blog：%s。

source: Visit UliPad Snippets Site
de_de: UliPad Snippets Website

source: Visit UliPad snippets site: %s.
de_de: UliPad Snippets Website: %s。

source: Contact Me
de_de: Mich Erreichen

source: Send email to me mailto:%s.
de_de: Senden mir einen Email mailto:%s。

source: About this program.
de_de: Über diese Programme

source: About...
de_de: Über...

source: Show class browser window when opening python source file
de_de: das Klasse-Übersicht Fenster Öffnen, wenn eine Python Quelledatei geöffnet ist.

source: Refresh class browser window when saving python source file
de_de: das Klasse-Übersicht Fenster aktualisieren, wenn eine Python Quelledatei gespeichert ist.

source: Show docstring when cursor moving on a node of class browser tree
de_de: Docstring Anzeigen, wenn der Cursor über einen Knoten der Klasse-Übersicht-Baum bewegt.

source: Class Browser
de_de: Klasse-Übersicht

source: Show python class browser window.
de_de: Python Klasse-Übersicht Fenster Anzeigen.

source: Refresh python class browser window.
de_de: Python Klasse-Übersicht Fenster aktualisieren.

source: Class browser
de_de: Klasse-Übersicht

source: The last process didn't stop yet. Please stop it and try again.
de_de: Letzte Bearbeitung ist noch nicht fertig. Sie können es beenden und nochmal versuchen.

source: Running
de_de: Laufvorgang

source: Finished!
de_de: Fertig!

source: Maxmize message window lines(0 no limited)
de_de: Anzhal für maximale Zeile des Nachricht-Fensters(0 ist keine Begrenzung)

source: Scripts
de_de: Skript

source: Script manager.
de_de: Skript Manager.

source: Scripts Manager...
de_de: Skripte Manager...

source: Executes an script.
de_de: Skript durchführen

source: Error compiling script. Traceback:
de_de: Fehler bei derKompilierung des Skripts Traceback:

source: Error running script. Traceback:
de_de: Fehler bei der Ausführung des Skripts Traceback:

source: Language
de_de: Sprache

source: Because you changed the language, it will be enabled at next startup.
de_de: Sie haben die Sprache verändert, Es wird nach eine Neuestart wirksam geworden.

source: Change language
de_de: Sprache Ändern

source: Find In Files...
de_de: In Datein Finden...

source: Find text in files.
de_de: Text in Datein Finden.

source: Find in Files
de_de: In Datein Finden...

source: Make file backup at opening a file
de_de: bei der Öffnung einer Datei ein Backup automatisch Erstellen

source: Confirm file reload
de_de: Datei wieder Laden bestätigen

source: Check
de_de: Überprüfen

source: Tools
de_de: Werkzeuge

source: Setup Python interpreter...
de_de: Python interpreter Einstellung...

source: Run
de_de: Ausführen

source: Set Arguments...
de_de: Argumente Einstellen...

source: Stop Program
de_de: Programme Enden

source: Set Arguments
de_de: Argumente Einstellen

source: External Tools
de_de: Externe Werkzeuge

source: External Tools Manager...
de_de: Externe Werkzeuge Manager...

source: Shell command manager.
de_de: Shell Befehle Manager.

source: Execute an shell command.
de_de: Shell Kommando Ausführen.

source: Show encoding dialog at file opening and at file saving
de_de: bei der Öffnung oder Speicherung einer Datei das Encoding-Dialog Anzeigen

source: Default document encoding:
de_de: Default Dokumente Encoding:

source: Set custom encoding to be default:
de_de: Custom Encoding mit Default Setzen:

source: Change Encoding...
de_de: Encoding Ändern...

source: Specifies the syntax highlight to current document.
de_de: Syntax-Highleit für aktuelle Dokument spezifizieren.

source: Select a syntax highlight:
de_de: Syntax-Highleit Auswählen:

source: Default syntax highlight:
de_de: Default Syntax-Highleit:

source: Show caret line
de_de: Einschaltzeichen Anzeigen

source: Syntax Preference...
de_de: Syntax Einstellung...

source: Syntax highlight preference setup.
de_de: Syntax-Highlight Einstellung

source: Setup document syntax highlight
de_de: Syntax-Highlight Einstellung des Dokuments

source: Print
de_de: Drucken

source: Page Setup...
de_de: Seite Einrichten...

source: Selects a printer and printer connection.
de_de: Einen Drucker und eine Druker-Verbindung auszuwählen.

source: Print Line Numbers
de_de: Zeilennummer Drucken

source: Displays the document on the screen as it would appear printed.
de_de: Dokument Anzeigen, das gedruckt werden soll.

source: Print Preview...
de_de: Druckvorschau...

source: Prints a document.
de_de: Dokument Drucken

source: Displays the HTML document on the screen as it would appear printed.
de_de: HTML Dokument Anzeigen, das gedruckt werden soll.

source: Use context sensitive indent
de_de: Einrückung in Kontext-Sensitiv Mode

source: Autoindent when pasting text block
de_de: automatisch Einrückung bei der Einfügen

source: FTP Window
de_de: FTP Fenster

source: Open
de_de: Öffnen

source: New File
de_de: Neue Datei

source: New Directory
de_de: Neu Verzeichnis

source: Upload
de_de: Hochladen

source: Download
de_de: Herunterladen

source: Windows
de_de: Fenster

source: Left Window
de_de: Links-Fenster

source: Bottom Window
de_de: Unten-Fenster

source: Shows the Shell pane.
de_de: Shell-Panel anzeigen.

source: Shell Window
de_de: Shell-Fenster

source: Shows the Messages pane.
de_de: Nachricht-Panel anzeigen.

source: Messages Window
de_de: Nachrichten-Fenster

source: Placement of the Shell pane is:
de_de: Platzierung vom Shell-Panel ist:
